{
    "Abbott Loop East": {
        "Name": "Abbott Loop East",
        "Difficulty": "moderate",
        "Description": "The Abbott Loop was planned by Cliff and Doris Abbott and built by the Cayuga Trails Club. It is one of the most popular day hikes in our region offering a moderately challenging wilderness loop hike of 8.2 miles. Numerous shorter out and back hikes can also be planned.  Starting at the southern crossing of the Abbott Loop and Michigan Hollow Road, cross the creek on the road and pick up the orange blazed Abbott Loop Trail on the right (eastern side) of Michigan Hollow Road, opposite the wide shoulder parking spot. Cross a rocky ravine and begin a steep ascent. The trail reaches Hill Road (south) after 0.9 miles from the start. Turn right on the road. The trail leaves the road on the left and crosses a creek (1.5 miles). The orange blazed trail ends after 2 miles at a junction with the white blazed main FLT. Turn left, cross an old beaver dam on puncheons and start uphill to Hill Road. Cross Hill Road (north) (2.2 miles). Cross a stream on a footbridge and reach Smiley Hill Road. Cross Road and another footbridge. Reach Michigan Hollow Road after 3.6 miles. This trail is NOT closed during hunting season however hunting is permitted in Danby State Forest. Stay on trail and wear blaze orange during hunting seasons. ",
        "GPS": [
            42.2964,
            -76.4858
        ],
        "Parking Locations": {
            "street": [
                "Danby, Michigan Hollow Road, at the crossing with the main FLT. About 4 miles south of NY Rt. 96B"
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Snowshoeing",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: orange, white blazes",
            "This trail contains a loop.",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "http://FingerLakesTrail.org",
            "http://CayugaTrailsClub.org"
        ]
    },
    "Abbott Loop West": {
        "Name": "Abbott Loop West",
        "Difficulty": "moderate",
        "Description": "The Abbott Loop in Danby State Forest was planned by Cliff and Doris Abbott and built by the Cayuga Trails Club. It is one of the most popular day hikes in our region offering a moderately challenging wilderness loop hike of 8.2 miles. Numerous shorter out and back hikes can also be planned.  From the northern trailhead on Michigan Hollow Road go northwest on the white blazed Main FLT, crossing the footbridge over Michigan Creek at Diane's Crossing. Turn left shortly after the creek crossing and follow the orange blazed trail. Follow the trail mostly uphill, cross a stream and cross Bald Hill Road. Follow an old Road which starts level, but which climbs steeply to reach a summit (2.1 miles from the start), known as Thatcher's Pinnacles (1,700 ft.) with spectacular view of Inlet Valley, the Finger Lakes Land Trust’s Lindsay-Parsons Biodiversity Preserve, and the hamlet of West Danby. The trail continues mostly downhill and crosses Bald Hill Road again (mile 3.1) descending further and follows the floor of a creek. Reach Michigan Hollow Road after 4.7 miles, about 4 miles south of NY Rt. 96B. You can continue on the orange blazed Abbott Loop trail (see description for Abbott Loop trail east) or go north (left) on Michigan Hollow Rd 1.6 miles to return to start. ",
        "GPS": [
            42.3173,
            -76.4776
        ],
        "Parking Locations": {
            "street": [
                "Danby, Michigan Hollow Road, at the crossing with the main FLT. About 2.4 miles south of NY Rt. 96B"
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Snowshoeing",
            "Scenic Vistas",
            "Unique Wildlife Viewing",
            "Picnicking allowed"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: white, orange blazes",
            "This trail contains a loop.",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "http://FingerLakesTrail.org",
            "http://CayugaTrailsClub.org"
        ]
    },
    "": {
        "Name": "",
        "Difficulty": "easy",
        "Description": "Yellow Barn State Forest has one formal snowmobile trail about three miles in length,  used in the summer for hiking, mountain biking, and horseback riding. The snowmobile trail is maintained by the Dryden-Caroline Drifters Snowmobile Club, a DEC Adopt-A- Natural Resource partner.   Please refer to the DEC website for additional information on permitted recreational uses.  Also consider using the State Lands Interactive Mapper available on the DEC website at http://www.dec.ny.gov/outdoor/45415.html to view the current recreational opportunities on State Forests.",
        "GPS": [],
        "Parking Locations": {
            "street": [
                "see DEC website at http://www.dec.ny.gov/lands/37402.html"
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Horseback Riding",
            "Good for Running",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: No",
            "Trail Surface: Earth",
            "Trail Markers: snowmobile",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round."
        ]
    },
    "Bob Cameron Loop": {
        "Name": "Bob Cameron Loop",
        "Difficulty": "moderate",
        "Description": "Start on the Finger Lakes Trail crossing on Tower Rd. This is very close to the highest elevation in Tompkins County (2099 ft). Follow the White blazed Finger lakes trail for 200 yards then left on the Orange blazed BCL. After 0.2 miles, find the beginning of the 2.1-mile loop and continue to the right (for counter-clockwise hike) or left (for clockwise). Either direction will take you through some of the best of Connecticut Hill WMA forest. The trail will descend nearly 500 feet on the way down and then climb back up to the beginning of the loop. The trail is rated moderate although there are some short sections that are fairly steep and you must cross the creek twice.  This is an FLT Passport Hike. Somewhere on the hike you will find the Passport station where you can take a rubbing. See http://FingerLakesTrail.org/trail/whats-happening/hike-programs/passport/ for information. This trail is NOT closed during hunting season however hunting is permitted in Connecticut Hill WMA. Stay on trail and wear blaze orange during hunting seasons.",
        "GPS": [
            42.3859,
            -76.6685
        ],
        "Parking Locations": {
            "street": [
                "Shoulder parking at trailhead, Parking nearby at radio towers."
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Snowshoeing",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: orange blazes",
            "This trail contains a loop.",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "https://fingerlakestrail.org/whats-happening/hiking-programs/flt-passport-hikes",
            "http://CayugaTrailsClub.org"
        ]
    },
    "Bock-Harvey Nature Preserve": {
        "Name": "Bock-Harvey Nature Preserve",
        "Difficulty": "easy",
        "Description": "A gift to the Finger Lakes Trail Conference in 2013 from the Bock family, this property is protected forever under a conservation easement held by the Finger Lakes Land Trust. The preserve features outstanding example of mixed hardwood forest, successional forest, and abandoned farmlands, including an old growth sugar/black maple stand that is characterized as \"outstanding.\" Footpaths in the preserve are built and maintained by the Cayuga Trails Club as part of the Finger Lakes Trail system. The white-blazed trail is the FLT (Finger Lakes Trail/North Country National Scenic Trail). The blue-blazed trail leads to the Locust Lean-to facility for overnight campers and back packers which includes a picnic table, fire ring, and \"the most scenic privy on the FLT\". The yellow trail leads to the Bock-Harvey Loop through the maple stand.",
        "GPS": [
            42.40694,
            -76.62364
        ],
        "Parking Locations": {
            "parking lot": [
                "Parking Lot marked with a sign on south side of Rockwell Rd"
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Scenic Vistas",
            "Unique Wildlife Viewing",
            "Picnicking allowed"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: blue blazes, yellow blazes, white blazes",
            "This trail contains a loop.",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "http://FingerLakesTrail.org",
            "http://CayugaTrailsClub.org"
        ]
    },
    "Buttermilk Falls State Park": {
        "Name": "Buttermilk Falls State Park",
        "Difficulty": "easy, moderate, difficult",
        "Description": "Buttermilk Creek drops 600 feet as it plunges through a gorge down the eastern slope of the Cayuga Valley at the southernmost edge of the City of Ithaca. Five trails in the park wander through a remarkable variety of landscapes.",
        "GPS": [
            42.401651,
            -76.513622
        ],
        "Parking Locations": {
            "parking lot": [
                "NY-13 S/NY-34 S/NY-96 S/Elmira Rd, 3 miles south of Ithaca (Lower/Main Park Trailhead).",
                "NY 13, 5 miles south of Ithaca, on NY 327. Lower park entrance is first and upper park entrance is further along NY 327."
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Lakes visible",
            "Scenic Vistas",
            "Unique Wildlife Viewing",
            "Picnicking allowed",
            "Restrooms available"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth, Earth, Gravel/Stone Dust",
            "Trail Markers: white, wayfinding signs, blue, white blazes",
            "This trail contains a loop.",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "http://nysparks.com/parks/attachments/ButtermilkFallsTrailMap.pdf"
        ]
    },
    "Cayuga Trail": {
        "Name": "Cayuga Trail",
        "Difficulty": "easy, moderate, difficult",
        "Description": "Considered one of the most beautiful foot trails in the Ithaca area, the Cayuga Trail provides the opportunity to follow Fall Creek Gorge from the Cornell campus to the Town of Dryden. The trail, with over 9 Â½ miles of trekking on a partial loop, begins from its west end at the Stewart Avenue bridge, then passes through Fall Creek Gorge, Cornell Botanic Gardens Botanical Gardens, the Mundy Wildflower Garden, the F.R. Newman Arboretum, and on through Plantations' Fall Creek and Monkey Run Natural Areas before looping back. The Cayuga Trails Club started building the Cayuga Trail in 1964, and it has been expanded several times.  This hike features a rich diversity of wildflowers, magnificent vistas, interesting geological features, and the beauty of very wild sections of Fall Creek.",
        "GPS": [],
        "Parking Locations": {
            "parking lot": [
                "397 Forest Home Dr.",
                "320 Caldwell Dr.",
                "Arboretum Rd.",
                "316 Fall Creek Dr.",
                "1 Plantations Rd.",
                "119 Freese Rd.",
                "31 Monkey Run Rd.",
                "1036 Dryden Rd."
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Lakes visible",
            "Scenic Vistas",
            "Unique Wildlife Viewing",
            "Picnicking allowed",
            "Restrooms available"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth, Gravel/Stone Dust, Pavement, earth",
            "Trail Markers: orange blaze, none, red blaze",
            "This trail contains a loop.",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round."
        ]
    },
    "Danby State Forest Chestnut Lean-to": {
        "Name": "Danby State Forest Chestnut Lean-to",
        "Difficulty": "easy",
        "Description": "From Bald Hill Rd, it is a pleasant 1.2 mile round trip hike to the Chestnut Lean-to. This is a beautiful, easy hike through wild forest. You can also access the lean-to from the Michigan Hollow Rd trailhead (2.0 mile round trip). Privy at lean-to. This trail is NOT closed during hunting season however hunting is permitted in Danby State Forest. Stay on trail and wear blaze orange during hunting seasons.",
        "GPS": [
            42.3262,
            -76.4981
        ],
        "Parking Locations": {
            "street": [
                "Park at intersection of Comfort Rd & Bald Hill Rd, Danby. Trail is 200 yards north on Bald Hill Rd."
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Snowshoeing",
            "Unique Wildlife Viewing",
            "Picnicking allowed"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: white blazes",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "http://FingerLakesTrail.org",
            "http://CayugaTrailsClub.org"
        ]
    },
    "Finger Lakes Trail": {
        "Name": "Finger Lakes Trail",
        "Difficulty": "easy, moderate, moderate to difficult, ",
        "Description": "The Finger Lakes Trail (FLT) crosses Tompkins County with an 80-mile section of \"New York's premier footpath.\" The FLT enters Tompkins county between Todd Road and Connecticut Hill Road in the Connecticut Hill Wildlife Management Area, and leaves near Lake Road in the Town of Dryden, with a 2.2 mile section crossing the northeast corner of Tioga County. The trail includes 60 miles of the main FLT  and 20 miles of branch and spur trails.  Statewide, the FLT is  a 1,000 mile trail system of hiking trails from Allegheny Start Park to the Catskills with branch trails to Niagara Falls, Letchworth Park, the Bristol Hills, Corning, the Finger Lakes National Forest, and the headwaters of the Tioughnioga river near Cazenovia. The main FLT is also the route of the North Country National Scenic Trail as it passes through Tompkins County on its 4,500 mile track from North Dakota to Vermont.  Constructed and maintained by volunteers, the trail crosses both public and private lands with the permission of the public agencies and private landowners. In Tompkins County, the trail is managed and maintained by volunteers of the Cayuga Trails Club. This hiking treasure offers opportunities for long-distance hikers, overnight backpackers, serious day hikers on out-and back or one way hikes using two vehicles, and casual hikers, walkers, and nature lovers of all kinds for short walks and loop hikes. Before hiking on the FLT, please check the official Trail Conditions and Interactive Map and the Finger Lakes Trail Website as some sections of the trail may have changed  recently due to hunting closures, route changes, and other conditions.",
        "GPS": [],
        "Parking Locations": {
            "parking lot": [
                "NY 13, 5 miles south of Ithaca, on NY 327. Lower park entrance is first and upper park entrance is further along NY 327.",
                "1027 Elmira Rd.",
                "Parking Lot marked with a sign on south side of Rockwell Rd",
                "Pull-off on north side of Trumbulls Corners Rd",
                "Park on west side of Townline Rd",
                "298 S Danby Rd, Danby, NY; trail is across the road and 100 yards to the south of the parking lot.",
                "130 Slaterville Rd.",
                "Parking lot on Hammond Hill Rd before seasonal use road"
            ],
            "street": [
                "Park on shoulder at intersection of Rockwell Rd. and Porter Hill Rd. Trail is 100 ft. up hill on right",
                "Park on Ridgeway Rd right next to trail near the wetland or at the parking lot near the corner of Coddington Rd and take the Finger Lakes Trail to the raised RR bed that traverses the swamp",
                "Shoulder parking at trailhead, Parking nearby at radio towers.",
                "Parking Lot on Braley Hill Rd and on Shindagin Hollow Rd",
                "Danby, Michigan Hollow Road, at the crossing with the main FLT. About 4 miles south of NY Rt. 96B",
                "Park at intersection of Comfort Rd & Bald Hill Rd, Danby. Trail is 200 yards north on Bald Hill Rd.",
                "Danby, Michigan Hollow Road, at the crossing with the main FLT. About 2.4 miles south of NY Rt. 96B",
                "park at any of the road crossings along the roadside"
            ],
            "street and parking lot": [
                "see website"
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Lakes visible",
            "Scenic Vistas",
            "Unique Wildlife Viewing",
            "Picnicking allowed",
            "Restrooms available"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth, Gravel/Stone Dust, White, Orange, Blue blazes",
            "Trail Markers: orange/blue blazes, white blazes, white blaze, finger lakes trail blazes, no, orange blazes, wayfinding signs, yellow blazes, orange, white blazes, orange blaze, white, orange blazes, red trail markers, yellow trail markers, yes",
            "This trail contains a loop.",
            "Hunting is allowed on this trail - use caution.",
            "This trail is closed during firearm deer hunting season.",
            "This trail is open year round."
        ]
    },
    "Hammond Hill State Forest": {
        "Name": "Hammond Hill State Forest",
        "Difficulty": "moderate",
        "Description": "The Hammond Hill State Forest Multiple Use Trail System has been designed to offer family-based recreation for hiking, mountain biking, horseback riding, and cross-county skiing. A snowmobile trail and the Finger Lakes Hiking Trail also cross the forest. The 16 mile trail system is a cooperative effort between the New York State Department of Environmental Conservation, Division of Lands and Forests, the Cayuga Nordic Ski Club, the Cayuga Nature Center, the Friends of Hammond Hill and the town of Dryden. There is a short section of the trail system in the northwestern portion of the forest that is designated as an accessible trail for those with mobility impairments. One must have a DEC permit in order to access this trail with an ATV.  Please refer to the DEC website for additional information on permitted recreational use on this forest.  Also consider using the State Lands Interactive Mapper available on the DEC website at http://www.dec.ny.gov/outdoor/45415.html to view the current recreational opportunities on State Forests.",
        "GPS": [
            42.43706765,
            -76.30579306
        ],
        "Parking Locations": {
            "street and parking lot": [
                "Park on Star Stanton Rd or at the parking lot at Hammond Hill Rd",
                "see website"
            ],
            "parking lot": [
                "Parking lot on Hammond Hill Rd before seasonal use road"
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Horseback Riding",
            "Good for Running",
            "Good for Mountain Biking",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: green trail markers, blue trail markers, snowmobile trail markers, yellow trail markers, red trail markers, finger lakes trail blazes",
            "This trail contains a loop.",
            "Hunting is allowed on this trail - use caution.",
            "http://www.dec.ny.gov/lands/8204.html"
        ]
    },
    "Lick Brook - Finger Lakes Land Trust": {
        "Name": "Lick Brook - Finger Lakes Land Trust",
        "Difficulty": "moderate to difficult",
        "Description": "Pull on your hiking boots and follow the trails along the rim of Lick Brook gorge and through the forest. Taken together, these two preserves provide an excellent example of the area's geologic history and ecological systems.  The effects of ice age glaciers can be seen in the multiple waterfalls that splash down along Lick Brook on its journey to Cayuga Lake, including one that is nearly 140 feet tall.  The Sweedler and Thayer Preserves contain more than 2 miles of hiking trails on 155 acres that are part of a contiguous block of conserved lands that also include two state parks, the Land Trust's Cayuga Inlet Conservation Area, and a Cornell Botanic Gardens Natural Area.  A large portion of this landscape is covered by lofty Eastern hemlock and white pine trees, but different species of oak and maple thrive, as well as the less common cucumber magnolia and mountain maple. On a spring day, listen for the flute-like song of the hermit thrush and the black-throated green warbler, or tread softly through a fresh fallen snow to find the tracks of wild turkey, red fox or deer. The Lick Brook corridor remains a conservation priority area for the Land Trust.  The perpetual protection of this area allows ample opportunity for hiking and peaceful enjoyment of our natural world, while protecting the water quality of Cayuga Lake.",
        "GPS": [
            42.39572994,
            -76.53323276
        ],
        "Parking Locations": {
            "parking lot": [
                "Park on west side of Townline Rd",
                "NY 13, 5 miles south of Ithaca, on NY 327. Lower park entrance is first and upper park entrance is further along NY 327."
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Scenic Vistas",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: blue blaze, white blazes, white blaze, orange blaze",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "http://www.fllt.org/preserves/sweedler-and-thayer-preserves-at-lick-brook/"
        ]
    },
    "Lick Brook Natural Area": {
        "Name": "Lick Brook Natural Area",
        "Difficulty": "moderate",
        "Description": "Cornell Botanic Gardens Lick Brook Gorge, which abuts the Finger Lakes Land Trust's Sweedler Preserve, is accessed by a section of the Finger Lakes Trail.  The preserve protects a deep gorge, cut by a stream on the eastern slope of the Cayuga Inlet valley. Breathtaking views of the gorge and its multiple waterfalls can be enjoyed along the trail.                                                                Please be aware of signs for trail closures during hunting season.",
        "GPS": [
            42.3982009888,
            -76.5457000732
        ],
        "Parking Locations": {
            "parking lot": [
                "1027 Elmira Rd."
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Snowshoeing",
            "Scenic Vistas",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: white blaze",
            "Hunting is allowed on this trail - use caution.",
            "This trail is closed during firearm deer hunting season.",
            "http://www.cornellbotanicgardens.org/our-gardens/natural-areas/lick-brook",
            "http://www.fllt.org/preserves/sweedler-and-thayer-preserves-at-lick-brook/"
        ]
    },
    "Ridgeway Swamp": {
        "Name": "Ridgeway Swamp",
        "Difficulty": "easy",
        "Description": "Easy walk on an elevated railroad bed through the Ridgeway Swamp or the Willseyville Creek Wetlands. Great location for birding or a short bike ride. This is a  snowmobile route (S25)in the winter time and is maintained by the Spencer-VanEtten Snowmobile Club. It is a flat straight line from Ridgeway Rd to Wilseyville Rd but you can park at the trailhead parking lot for the Finger Lakes Trail and take the FLT into the swamp where it joins up with the old rail road bed for a short bit before heading up to White Church Rd and to Shindagin Hollow.",
        "GPS": [
            42.341319,
            -76.390354
        ],
        "Parking Locations": {
            "street": [
                "Park on Ridgeway Rd right next to trail near the wetland or at the parking lot near the corner of Coddington Rd and take the Finger Lakes Trail to the raised RR bed that traverses the swamp"
            ]
        },
        "Trail Attributes": [
            "Good for Biking",
            "Good for Hiking",
            "Good for Running",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Scenic Vistas",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: No",
            "Trail Surface: Gravel/Stone Dust",
            "Trail Markers: no",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round."
        ]
    },
    "Riemen Woods Nature Preserve": {
        "Name": "Riemen Woods Nature Preserve",
        "Difficulty": "easy",
        "Description": "A short hike through successional woods. This property given to the Cayuga Trails Club in 1972 by The Nature Conservancy and transferred to the Finger Lakes Trail conference in 2014. Combine this hike with the Bock-Harvey Forest Preserve.",
        "GPS": [
            42.4065,
            -76.6287
        ],
        "Parking Locations": {
            "street": [
                "Park on shoulder at intersection of Rockwell Rd. and Porter Hill Rd. Trail is 100 ft. up hill on right"
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: white blazes",
            "This trail contains a loop.",
            "Use of firearms for deer hunting is not allowed. Bow hunting may be allowed. BE SAFE: See the specific trail owner/steward’s website for the most up to date details",
            "This trail is open year round.",
            "http://FingerLakesTrail.org",
            "http://CayugaTrailsClub.org"
        ]
    },
    "Robert H. Treman State Park": {
        "Name": "Robert H. Treman State Park",
        "Difficulty": "easy, moderate, difficult",
        "Description": "",
        "GPS": [
            42.397807,
            -76.557476
        ],
        "Parking Locations": {
            "parking lot": [
                "NY 13, 5 miles south of Ithaca, on NY 327. Lower park entrance is first and upper park entrance is further along NY 327."
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Snowshoeing",
            "Scenic Vistas",
            "Unique Wildlife Viewing",
            "Picnicking allowed",
            "Restrooms available"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth, Earth, Gravel/Stone Dust, Gravel/Stone Dust, Pavement, Gravel/Stone Dust",
            "Trail Markers: unmarked, wayfinding signs, red blazes, orange/blue blazes, white blazes",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "http://nysparks.com/parks/attachments/RobertHTremanTrailMap.pdf"
        ]
    },
    "Shindagin Hollow State Forest": {
        "Name": "Shindagin Hollow State Forest",
        "Difficulty": "moderate",
        "Description": "Shindagin Hollow State Forest is a well known place for mountain bicycling. Twenty miles of mountain bike trails are maintained through a DEC Volunteer Stewardship Agreement with Cycle-CNY, an International Mountain Bicycling Association (IMBA) affiliated club.  The Finger Lakes Hiking Trail (FLT) also crosses the forest providing a well marked hiking trail in a forest setting. About 5.7 miles of the FLT is on Shindagin Hollow State Forest and is maintained through an Volunteer Stewardship Agreement with the Cayuga Trails Club and the Finger Lakes Trails Conference.  Four miles of snowmobile trail cross the forest and are maintained by the Candor Valley Rider Snowmobile Club through a Volunteer Stewardship Agreement.  Horseback riding is prohibted on this forest.  Also consider using the State Lands Interactive Mapper available on the DEC website at http://www.dec.ny.gov/outdoor/45415.html to view the current recreational opportunities on State Forests.",
        "GPS": [
            42.344887,
            -76.350086
        ],
        "Parking Locations": {
            "street": [
                "Parking Lot on Braley Hill Rd",
                "Parking Lot on Braley Hill Rd and on Shindagin Hollow Rd",
                "Park on Bald Hill School Rd"
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Mountain Biking",
            "Good for Cross-Country Skiiing",
            "Good for Snowshoeing",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: yellow trail markers, blue trail markers, red trail markers, snowmobile trail markers, none, white blazes",
            "This trail contains a loop.",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "http://www.dec.ny.gov/lands/64136.html"
        ]
    },
    "South Danby to Tamarack Lean-to": {
        "Name": "South Danby to Tamarack Lean-to",
        "Difficulty": "moderate",
        "Description": "A nice out and back hike on the Finger Lakes Trail/North Country National Scenic Trail through wonderful forest, mature hardwoods, hemlocks, pine plantations to a beautiful, remote lean-to (3.8 miles round-trip. Privy at lean-to. This trail is NOT closed during hunting season however hunting is permitted in Danby State Forest. Stay on trail and wear blaze orange during hunting seasons.",
        "GPS": [
            42.3082,
            -76.4433
        ],
        "Parking Locations": {
            "parking lot": [
                "298 S Danby Rd, Danby, NY; trail is across the road and 100 yards to the south of the parking lot."
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Snowshoeing",
            "Unique Wildlife Viewing",
            "Picnicking allowed"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: white blazes",
            "Hunting is allowed on this trail - use caution.",
            "This trail is open year round.",
            "http://FingerLakesTrail.org",
            "http://CayugaTrailsClub.org"
        ]
    },
    "Stevenson Forest Preserve": {
        "Name": "Stevenson Forest Preserve",
        "Difficulty": "moderate",
        "Description": "Twenty-five acres of the Stevenson Forest Preserve had been owned by the Stevenson family of Enfield since after the Revolutionary War.  In 1995, this fine old forest became the first parcel of the preserve that would eventually grow to 83 acres.  Today, visitors can enjoy a 1.2 mile hiking trail that ends in an impressive view of the Enfield Valley.  The history of the Stevenson Preserve is visible not only as paragraphs of a deed, but also in the grandeur of its trees.  The original 25-acre parcel is a patch of undisturbed forest that is quickly becoming a rarity.  A number of the trees that create a dense canopy had their start at least 150 years ago.  Unlike their counterparts in most regions of the northeast, these trees have only a faint memory of the mass felling that occurred in the rush to turn forest to farmland.  The preserve has several vernal ponds that support a variety of aquatic life.  In early spring, it may be possible to witness the migration of spotted salamanders from their winter hideaways to the shallow water. Trail visitors will notice the white-blazed Finger Lakes Trail/North Country National Scenic Trail along the way.",
        "GPS": [
            42.40943662,
            -76.63797747
        ],
        "Parking Locations": {
            "parking lot": [
                "Pull-off on north side of Trumbulls Corners Rd"
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Running",
            "Good for Snowshoeing",
            "Scenic Vistas"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: blue blaze, red blaze, white blaze",
            "Use of firearms for deer hunting is not allowed. Bow hunting may be allowed. BE SAFE: See the specific trail owner/steward’s website for the most up to date details",
            "This trail is open year round.",
            "http://www.fllt.org/preserves/stevenson-forest-preserve/"
        ]
    },
    "Tarr-Young Natural Area": {
        "Name": "Tarr-Young Natural Area",
        "Difficulty": "moderate",
        "Description": "Cornell Botanic Gardens Tarr-Young Natural Area hosts a section of the Finger Lakes Trail, which begins in the parking lot and ascends a wooded hillside within this this 15 acre preserve. A boardwalk trail passes over seeps at the toe of the slope before ascending through hemlock and hardwood forests with a rich diversity of wildflowers.",
        "GPS": [
            42.3778991699,
            -76.2781982422
        ],
        "Parking Locations": {
            "parking lot": [
                "130 Slaterville Rd."
            ]
        },
        "Trail Attributes": [
            "Good for Hiking",
            "Good for Snowshoeing",
            "Unique Wildlife Viewing"
        ],
        "More Info": [
            "Part of interconnected trail system: Yes",
            "Trail Surface: Earth",
            "Trail Markers: white blaze",
            "Hunting is allowed on this trail - use caution.",
            "This trail is closed during firearm deer hunting season.",
            "http://www.cornellbotanicgardens.org/our-gardens/natural-areas/tarr.young"
        ]
    }
}